{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": "+"
			},
			"Key": "675906A64F2896EC059504A755E765E5"
		},
		{
			"Source": {
				"Text": "1/15"
			},
			"Translation": {
				"Text": "1/15"
			},
			"Key": "07CE9EA847CA5C325C9BB6A40AE53EF7"
		},
		{
			"Source": {
				"Text": "A"
			},
			"Translation": {
				"Text": "A"
			},
			"Key": "F5DF16DE4023B46EEC71C38AE39D2CE1"
		},
		{
			"Source": {
				"Text": "City Sample"
			},
			"Translation": {
				"Text": "City Sample"
			},
			"Key": "D31851814D8BF684178F12A11217BDE1"
		},
		{
			"Source": {
				"Text": "Cropout"
			},
			"Translation": {
				"Text": "Cropout"
			},
			"Key": "6C48EF8B41E536611D97A292C32260AD"
		},
		{
			"Source": {
				"Text": "D"
			},
			"Translation": {
				"Text": "D"
			},
			"Key": "24F8A21743BE49C095ACC091B680B7E0"
		},
		{
			"Source": {
				"Text": "E"
			},
			"Translation": {
				"Text": "E"
			},
			"Key": "20EA51A04DE0C088ED97E19AEEF72ADC"
		},
		{
			"Source": {
				"Text": "E"
			},
			"Translation": {
				"Text": "E"
			},
			"Key": "8BC94DB44CD4068B3D6B36976D905A15"
		},
		{
			"Source": {
				"Text": "Game Animation Sample"
			},
			"Translation": {
				"Text": "Exemple d'animation de jeu"
			},
			"Key": "2C35AAB14BFD422A2FE66782721E6017"
		},
		{
			"Source": {
				"Text": "Game is running.\r\nPress \"Esc\" key to return to Editor"
			},
			"Translation": {
				"Text": "Le jeu est en cours d'exécution.\nAppuyez sur la touche \"Échap\" pour revenir à l'éditeur."
			},
			"Key": "A56088674827EC12660AE49B08345AA1"
		},
		{
			"Source": {
				"Text": "Hello"
			},
			"Translation": {
				"Text": "Bonjour"
			},
			"Key": "69496AA644F8C038B1E426A50AD21D63"
		},
		{
			"Source": {
				"Text": "Hillside Sample"
			},
			"Translation": {
				"Text": "Exemple Hillside"
			},
			"Key": "470825C542257C9908E959AAAB881145"
		},
		{
			"Source": {
				"Text": "LYRA"
			},
			"Translation": {
				"Text": "LYRA"
			},
			"Key": "E73470D24A81114B04017288C8127C8B"
		},
		{
			"Source": {
				"Text": "Move"
			},
			"Translation": {
				"Text": "Déplacer"
			},
			"Key": "734A4E634366D0DDD8EE178C31D1813A"
		},
		{
			"Source": {
				"Text": "Q"
			},
			"Translation": {
				"Text": "Q"
			},
			"Key": "59F6D0E24904B955FAD216A907F0E15B"
		},
		{
			"Source": {
				"Text": "R"
			},
			"Translation": {
				"Text": "R"
			},
			"Key": "1FA051F94C1DE87A50CC54983EC4CE9E"
		},
		{
			"Source": {
				"Text": "Rotate"
			},
			"Translation": {
				"Text": "Pivoter"
			},
			"Key": "F34D6DE84A97CB61F4FA30986C9D429B"
		},
		{
			"Source": {
				"Text": "S"
			},
			"Translation": {
				"Text": "S"
			},
			"Key": "81853CF44BC77A94CF0FBAABE7B778DC"
		},
		{
			"Source": {
				"Text": "Scale"
			},
			"Translation": {
				"Text": "Changer l'échelle"
			},
			"Key": "8BF62AC646D7992EE2EE78A65A47F248"
		},
		{
			"Source": {
				"Text": "Stack O Bot"
			},
			"Translation": {
				"Text": "Stack-O-Bot"
			},
			"Key": "72B06FA94D1CA4D41EBA1FAE31D6E3D6"
		},
		{
			"Source": {
				"Text": "Title"
			},
			"Translation": {
				"Text": "Titre"
			},
			"Key": "DF4A3CBC4ECF7F7D56A03CA636671154"
		},
		{
			"Source": {
				"Text": "U"
			},
			"Translation": {
				"Text": "U"
			},
			"Key": "CF9D474F4FAA26195D1635B3F62AAB7D"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "6E6B400D415178AA37A59E8D372AA84A"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "AE21E6344E4C69A77C8FF3825A199620"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "C6C12720470CBEAE8B18E3AE8F801BFC"
		},
		{
			"Source": {
				"Text": "Welcome to Unreal Engine 5! This level will guide you\r\n through some of the basics of the engine.\r\n\r\nHold the right mouse button and use W,A,S, D to move around the level \r\nwhile using the mouse to look.\r\nPress the green play button to start the game.\r\n"
			},
			"Translation": {
				"Text": "Bienvenue dans l'Unreal Engine 5 ! Ce niveau va vous expliquer\n certaines des bases de fonctionnement du moteur.\n\nMaintenez le clic droit de la souris enfoncé et utilisez les touches Z, Q, S et D pour vous déplacer dans le niveau \ntout en déplaçant la souris pour regarder autour de vous.\nAppuyez sur le bouton vert Jouer pour démarrer le jeu.\r\n"
			},
			"Key": "0E6F2F33442EF03759C01E82B49C875A"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "StrT_DevCom",
			"Children": [
				{
					"Source": {
						"Text": "                Use the W, A, S, and D keys to walk."
					},
					"Translation": {
						"Text": "Utilisez les touches Z, Q, S et D pour marcher."
					},
					"Key": "NavInGame_Move"
				},
				{
					"Source": {
						"Text": "At each Station"
					},
					"Translation": {
						"Text": "À chaque étape"
					},
					"Key": "StartingHelp"
				},
				{
					"Source": {
						"Text": "At each station in this tutorial, you'll learn about how to edit the\r\nworld and see how your changes affect the game experience.\r\n\r\nOn your left is a handy written companion. Follow along for \r\nhints and details on all the concepts you'll encounter!"
					},
					"Translation": {
						"Text": "À chaque étape de ce tutoriel, vous apprendrez à modifier le\nmonde et comprendrez de quelle manière vos modifications influent sur l'expérience de jeu.\n\nÀ votre gauche, vous trouverez un guide écrit très pratique. Suivez ses instructions pour obtenir des \nconseils et des précisions sur tous les concepts que vous rencontrerez !"
					},
					"Key": "TutFinder"
				},
				{
					"Source": {
						"Text": "Blueprint is a visual scripting language \r\nthat you can use to create logic and manage events,\r\nlike this switch that unlocks the door.\r\n\r\nFor a challenge: see if you can figure out how to\r\nmake the light above the door change color the\r\nsame way the other lights do."
					},
					"Translation": {
						"Text": "Blueprint est un langage de programmation visuelle \nqui vous permet de créer une logique et de gérer des événements,\ncomme cet interrupteur qui déverrouille la porte.\n\nPetit défi : essayez de trouver comment faire changer\nla lumière au-dessus de la porte\n de la même manière que les autres."
					},
					"Key": "Blueprint"
				},
				{
					"Source": {
						"Text": "Environment lighting and atmosphere is controlled by multiple actors: \r\n- A directional light, which simulates light coming from the sun.\r\n- A sky light, which adds base ambient light.\r\n- A sky atmosphere, which controls the ambient colour of the sky.\r\n\r\nWhile editing, you can change the sun's angle by holding\r\nCtrl+L and moving the mouse. "
					},
					"Translation": {
						"Text": "L'éclairage et l'atmosphère de l'environnement sont contrôlés par plusieurs acteurs : \n- Un éclairage directionnel, qui simule la lumière du soleil.\n- Une lumière naturelle, à l'origine d'une lumière ambiante élémentaire.\n- Une atmosphère, qui contrôle la couleur ambiante du ciel.\n\nPendant la modification, vous pouvez changer l'angle du soleil en maintenant les touches\nCtrl+L enfoncées et en déplaçant la souris. "
					},
					"Key": "Atmos"
				},
				{
					"Source": {
						"Text": "For a more advanced demo and C++ examples check out Lyra"
					},
					"Translation": {
						"Text": "Pour une démonstration plus avancée et des exemples en C++, consultez Lyra"
					},
					"Key": "Lyra"
				},
				{
					"Source": {
						"Text": "For beginners who want to see what a more developed game looks like. Check out Stack O Bot"
					},
					"Translation": {
						"Text": "Pour les débutants qui veulent voir à quoi ressemble un jeu plus développé. Découvrez Stack-O-Bot"
					},
					"Key": "StackOBot"
				},
				{
					"Source": {
						"Text": "For those looking for more, check out the Cropout Sample"
					},
					"Translation": {
						"Text": "Pour en savoir plus, consultez l'exemple Cropout"
					},
					"Key": "Cropout"
				},
				{
					"Source": {
						"Text": "Hold the right mouse button\r\nand use the W, A, S and D keys to fly."
					},
					"Translation": {
						"Text": "Maintenez le bouton droit de la souris enfoncé\net utilisez les touches Z, Q, S et D pour voler."
					},
					"Key": "NavInEditor_Move"
				},
				{
					"Source": {
						"Text": "Hold the right mouse button \r\nand move the mouse\r\nto look around."
					},
					"Translation": {
						"Text": "Maintenez le bouton droit de la souris enfoncé \net déplacez la souris\npour regarder autour de vous."
					},
					"Key": "NavInEditor_Look"
				},
				{
					"Source": {
						"Text": "Materials define how the surfaces of objects react to light.\r\nYou can change them or create your own in the Material Editor.\r\n\r\nClick this ball, find its blue material in the Details panel, and\r\ndouble-click its icon to start editing. Try changing its\r\nBase Color, Metallic, and Roughness settings."
					},
					"Translation": {
						"Text": "Les matériaux définissent le mode de réaction des surfaces des objets à la lumière.\nVous pouvez les modifier ou créer vos propres matériaux dans l'éditeur de matériau.\n\nCliquez sur cette balle, recherchez son matériau bleu dans le panneau Détails, puis\ndouble-cliquez sur son icône pour commencer à la modifier. Essayez de modifier ses paramètres\nCouleur de base, Métallique et Rugosité."
					},
					"Key": "Material"
				},
				{
					"Source": {
						"Text": "Move the mouse to look around."
					},
					"Translation": {
						"Text": "Déplacez la souris pour regarder autour de vous."
					},
					"Key": "NavInGame_Look"
				},
				{
					"Source": {
						"Text": "Now that you're playing the game in the editor, the controls\r\nchange to ones that have been set up for the game project: "
					},
					"Translation": {
						"Text": "Maintenant que vous jouez au jeu dans l'éditeur, les contrôles\nsont remplacés par ceux qui ont été configurés pour le projet de jeu : "
					},
					"Key": "HowToQuitPIE"
				},
				{
					"Source": {
						"Text": "Particle systems simulate a wide range of visual effects,\r\nfrom simple bursts of sprites like this to complex fluid simulations.\r\n\r\nYou create them using the Niagara editor.\r\n\r\nClick the center of this effect, find its Niagara system asset in the\r\nDetails panel, and double-click it to edit. Try changing settings\r\nlike Spawn Count and see how it changes the effect."
					},
					"Translation": {
						"Text": "Les systèmes de particules simulent un large éventail d'effets visuels,\nallant de simples explosions de sprites comme celle-ci à des simulations de fluides complexes.\n\nVous pouvez les créer à l'aide de l'éditeur Niagara.\n\nCliquez au centre de cet effet, recherchez sa ressource de système Niagara dans le\npanneau Détails et double-cliquez dessus pour la modifier. Essayez de modifier les paramètres\ntels que Nombre à faire apparaître et observez comment cela modifie l'effet."
					},
					"Key": "Niagara"
				},
				{
					"Source": {
						"Text": "Press Esc to return to editing."
					},
					"Translation": {
						"Text": "Appuyez sur Échap pour revenir aux modifications."
					},
					"Key": "EscapeReminder"
				},
				{
					"Source": {
						"Text": "Samples showcase engine features and show how to build\r\nfull games. You'll find them in the Launcher's Samples page.\r\n\r\nWant a simple game project to start with? Try Stack O Bot!\r\n\r\nOr feel free to just stay here for a while and continue digging\r\nin to what's in this project. Taking apart existing content is\r\nthe best way to learn how to make something Unreal!"
					},
					"Translation": {
						"Text": "Les exemples présentent les fonctionnalités du moteur et montrent comment\ncréer des jeux complets. Vous les trouverez sur la page Exemples du lanceur.\n\nVous voulez commencer par un projet de jeu simple ? Essayez Stack-O-Bot !\n\nOu prenez simplement le temps d'explorer davantage\nle contenu de ce projet. Démonter le contenu existant est\nla meilleure façon d'apprendre à créer quelque chose avec Unreal !"
					},
					"Key": "Samples"
				},
				{
					"Source": {
						"Text": "Sequencer is Unreal's timeline-based animation tool for\r\ncinematics and cutscenes. You can use it to animate objects,\r\ncameras, audio, and effects, then organize and render them\r\ninto high-quality sequences.\r\n\r\nWalk over this platform to trigger a camera flythrough\r\nmade in Sequencer."
					},
					"Translation": {
						"Text": "Sequencer est l'outil d'animation basé sur la chronologie de l'Unreal Engine\npour les scènes cinématiques. Vous pouvez l'utiliser pour animer des objets,\ndes caméras, des sons et des effets, puis les organiser et les restituer\nen séquences de haute qualité.\n\nPassez sur cette plateforme pour déclencher un survol de caméra\ncréé dans Sequencer."
					},
					"Key": "Sequencer"
				},
				{
					"Source": {
						"Text": "Templates give you starting points for building your own experiences.\r\n\r\nThey include pre-made assets, project settings, and sometimes\r\nadditional variants to customize their content.\r\n\r\nTo create a new project from a template, start the engine from the\r\nLauncher, or choose File > New Project from the editor's main menu."
					},
					"Translation": {
						"Text": "Les modèles constituent des points de départ pour créer vos expériences.\n\nIls comprennent des ressources prédéfinies, des paramètres de projet et parfois\ndes variantes supplémentaires pour personnaliser leur contenu.\n\nPour créer un nouveau projet à partir d'un modèle, lancez le moteur à partir du\nlanceur ou sélectionnez Fichier > Nouveau projet dans le menu principal de l'éditeur."
					},
					"Key": "Templates"
				},
				{
					"Source": {
						"Text": "There are three ways you can adjust an object in the 3D world: \r\nMove (W), Rotate (E), and Scale (R).\r\n\r\nClick an object, choose a tool by pressing its key or its icon in\r\nthe toolbar at the top left, then drag its colored gizmo."
					},
					"Translation": {
						"Text": "Il existe trois façons de modifier un objet dans le monde en 3D : \nDéplacer (Z), Faire pivoter (E) et Changer l'échelle (R).\n\nCliquez sur un objet, choisissez un outil en appuyant sur sa touche correspondante ou sur son icône dans\nla barre d'outils en haut à gauche, puis faites glisser son gadget coloré."
					},
					"Key": "Transform"
				},
				{
					"Source": {
						"Text": "There are three ways you can adjust an object in the world. Select the object and then use the red, green and blue gizmo to Move, Rotate or Scale. \r\nClick the left mouse button and drag to adjust the object.\r\nObjects should only be changed while in editor. Exit using Esc Key before trying to adjust anything."
					},
					"Translation": {
						"Text": "Il existe trois façons de modifier un objet dans le monde. Sélectionnez l'objet, puis utilisez le gadget rouge, vert et bleu pour le déplacer, le faire pivoter ou changer son échelle. \nFaites un clic gauche et faites glisser l'objet pour le modifier.\nLes objets ne doivent être modifiés que dans l'éditeur. Utilisez la touche Échap pour quitter avant d'essayer de modifier quoi que ce soit."
					},
					"Key": "Gizmo"
				},
				{
					"Source": {
						"Text": "There is a hidden object blocking the way across this bridge.\r\n\r\nThe Outliner on the right lists all the objects in the world.\r\nDelete the one named \"BlockingVolume\" to clear the way."
					},
					"Translation": {
						"Text": "Un objet caché bloque le passage sur ce pont.\n\nL'organiseur à droite recense tous les objets du monde.\nSupprimez celui nommé \"BlockingVolume\" pour dégager le passage."
					},
					"Key": "Outliner"
				},
				{
					"Source": {
						"Text": "This room can get dark...\r\n\r\nWhile editing, you can place a light by holding down L and\r\nclicking the left mouse button. You can also add lights from\r\nthe Place Actors panel, or the Quick Add menu in the toolbar. \r\n\r\nTry lighting up this room!"
					},
					"Translation": {
						"Text": "Cette pièce est assez sombre.\n\nPendant la modification, vous pouvez placer une lumière en maintenant la touche L enfoncée et\nen faisant un clic gauche. Vous pouvez également ajouter des lumières à partir\ndu panneau Placer des acteurs ou du menu Ajout rapide de la barre d'outils. \n\nEssayez d'éclairer cette pièce !"
					},
					"Key": "Lighting"
				},
				{
					"Source": {
						"Text": "Try to walk up this ramp, and you'll sink right through! \r\nIt has no collision set up.\r\n\r\nYou can use the Details panel to change settings like this. \r\nClick the ramp, then change its Collision Presets to \"BlockAll\"."
					},
					"Translation": {
						"Text": "Si vous essayez d'emprunter cette rampe, vous passerez au travers ! \nAucune collision n'a été configurée pour elle.\n\nVous pouvez utiliser le panneau Détails pour modifier des paramètres comme celui-ci. \nCliquez sur la rampe, puis définissez ses préréglages de collision sur \"BlockAll\"."
					},
					"Key": "DetailsPanel"
				},
				{
					"Source": {
						"Text": "Unreal offers a wide array of character animation tools. \r\nYou can create rigs, skin, and animate directly in engine,\r\nas well as create complex logic to blend animations. "
					},
					"Translation": {
						"Text": "Unreal propose une large gamme d'outils d'animation de personnages. \nVous pouvez créer des squelettes, des tenues et des animations directement dans le moteur\nainsi qu'une logique complexe pour fusionner les animations. "
					},
					"Key": "Animation"
				},
				{
					"Source": {
						"Text": "Unreal offers realistic physics simulations, from simple\r\nrigid body interactions to detailed vehicle movement.\r\n\r\nTry pushing these objects around and see how they react!"
					},
					"Translation": {
						"Text": "Unreal propose des simulations physiques réalistes, allant de simples\ninteractions entre corps rigides à des déplacements de véhicules détaillés.\n\nEssayez de pousser ces objets et observez comment ils réagissent !"
					},
					"Key": "Physics"
				},
				{
					"Source": {
						"Text": "Welcome to Unreal Engine 5!\r\nLet's get started by learning to move around in the editor."
					},
					"Translation": {
						"Text": "Bienvenue dans l'Unreal Engine 5 !\nCommençons par apprendre à nous déplacer dans l'éditeur."
					},
					"Key": "Intro"
				},
				{
					"Source": {
						"Text": "When you're comfortable with this, start the game by pressing\r\nthe green Play button in the toolbar above this 3D viewport."
					},
					"Translation": {
						"Text": "Lorsque vous vous sentez à l'aise, lancez le jeu en appuyant sur\nle bouton vert Jouer dans la barre d'outils au-dessus de ce hublot 3D."
					},
					"Key": "Intro2"
				},
				{
					"Source": {
						"Text": "When you're done here, click Play (or press Alt+P) and move on."
					},
					"Translation": {
						"Text": "Lorsque vous avez terminé, cliquez sur Jouer (ou appuyez sur Alt+P) et passez à l'étape suivante."
					},
					"Key": "PressPlay"
				},
				{
					"Source": {
						"Text": "When you're ready to move on, walk around this wall."
					},
					"Translation": {
						"Text": "Lorsque vous souhaitez continuer, contournez ce mur."
					},
					"Key": "Escape"
				},
				{
					"Source": {
						"Text": "You can add new objects to the world from the\r\nContent Drawer in the bottom left corner.\r\n\r\nThere are some sample meshes in the folder:\r\nContent / LevelPrototyping / Meshes\r\n \r\nTry dragging some in so you can get across this gap. "
					},
					"Translation": {
						"Text": "Vous pouvez ajouter de nouveaux objets au monde à partir du\ntiroir à contenu situé dans le coin inférieur gauche.\n\nDes exemples de maillages sont fournis dans le dossier :\nContent/LevelPrototyping/Meshes\n \nEssayez d'en glisser quelques-uns dans le niveau pour franchir ce fossé. "
					},
					"Key": "ContentDrawer"
				},
				{
					"Source": {
						"Text": "You can use MetaSounds\r\nto create and control audio in\r\nreal time with precise timing.\r\n\r\nThis fork plays a procedurally made tune.\r\nTo tweak it, select the fork and change the\r\nRandom Seed setting in the Details panel."
					},
					"Translation": {
						"Text": "Vous pouvez utiliser des MetaSounds\npour créer et contrôler l'audio\nen temps réel selon un timing précis.\n\nCette fourchette joue une mélodie créée de manière procédurale.\nPour la modifier, sélectionnez-la et changez le paramètre\nValeur de départ aléatoire dans le panneau Détails."
					},
					"Key": "Metasounds"
				}
			]
		},
		{
			"Namespace": "StrT_Titles",
			"Children": [
				{
					"Source": {
						"Text": "Animation"
					},
					"Translation": {
						"Text": "Animation"
					},
					"Key": "Animation"
				},
				{
					"Source": {
						"Text": "Atmosphere"
					},
					"Translation": {
						"Text": "Atmosphère"
					},
					"Key": "Atmosphere"
				},
				{
					"Source": {
						"Text": "Blueprint"
					},
					"Translation": {
						"Text": "Blueprint"
					},
					"Key": "Blueprint"
				},
				{
					"Source": {
						"Text": "Content Drawer"
					},
					"Translation": {
						"Text": "Tiroir à contenu"
					},
					"Key": "ContentDrawer"
				},
				{
					"Source": {
						"Text": "Details Panel"
					},
					"Translation": {
						"Text": "Panneau Détails"
					},
					"Key": "DetailsPanel"
				},
				{
					"Source": {
						"Text": "Lighting"
					},
					"Translation": {
						"Text": "Éclairage"
					},
					"Key": "lighting"
				},
				{
					"Source": {
						"Text": "Materials"
					},
					"Translation": {
						"Text": "Matériaux"
					},
					"Key": "Materials"
				},
				{
					"Source": {
						"Text": "Metasounds"
					},
					"Translation": {
						"Text": "MetaSounds"
					},
					"Key": "Metasounds"
				},
				{
					"Source": {
						"Text": "Moving Objects"
					},
					"Translation": {
						"Text": "Déplacer des objets"
					},
					"Key": "1MovingObjects"
				},
				{
					"Source": {
						"Text": "Next Steps"
					},
					"Translation": {
						"Text": "Étapes suivantes"
					},
					"Key": "NextSteps"
				},
				{
					"Source": {
						"Text": "Outliner"
					},
					"Translation": {
						"Text": "Organiseur"
					},
					"Key": "Outliner"
				},
				{
					"Source": {
						"Text": "Particle Effects"
					},
					"Translation": {
						"Text": "Effets de particules"
					},
					"Key": "Particles"
				},
				{
					"Source": {
						"Text": "Physics"
					},
					"Translation": {
						"Text": "Physique"
					},
					"Key": "Physics"
				},
				{
					"Source": {
						"Text": "Samples"
					},
					"Translation": {
						"Text": "Exemples"
					},
					"Key": "Samples"
				},
				{
					"Source": {
						"Text": "Sequencer"
					},
					"Translation": {
						"Text": "Sequencer"
					},
					"Key": "Sequencer"
				},
				{
					"Source": {
						"Text": "Templates"
					},
					"Translation": {
						"Text": "Modèles"
					},
					"Key": "Templates"
				}
			]
		}
	]
}